{"id":"c564afba-d1ca-4156-a482-3b3a19f504ad","updated_at":"2026-05-17T22:26:18.317Z","updated_by":"elastic","created_at":"2026-05-17T06:38:01.600Z","created_by":"elastic","name":"Kali Password Spray Attack","tags":[],"interval":"5m","enabled":true,"revision":7,"description":"Kali Password Spray Attack","risk_score":73,"severity":"high","license":"","output_index":"","meta":{"kibana_siem_app_url":"http://192.168.1.232:5601/app/security"},"timestamp_override":"@timestamp","author":[],"false_positives":[],"from":"now-1445m","rule_id":"8900d659-c15c-4fbe-a67e-54069e22e832","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":1,"exceptions_list":[],"immutable":false,"rule_source":{"type":"internal"},"related_integrations":[],"required_fields":[],"setup":"","type":"threshold","language":"kuery","index":["logs-*"],"query":"event.code: \"4625\" and source.ip: \"192.168.1.227\"","filters":[],"threshold":{"field":["host.name"],"value":5,"cardinality":[]},"actions":[]}
{"exported_count":1,"exported_rules_count":1,"missing_rules":[],"missing_rules_count":0,"exported_exception_list_count":0,"exported_exception_list_item_count":0,"missing_exception_list_item_count":0,"missing_exception_list_items":[],"missing_exception_lists":[],"missing_exception_lists_count":0,"exported_action_connector_count":0,"missing_action_connection_count":0,"missing_action_connections":[],"excluded_action_connection_count":0,"excluded_action_connections":[]}
